export const ClassList=[
    {
        "name": "编程开发",
        "id": "1000",
        "child": [
            {
                "name": "HTML/CSS",
                "id": "1001"
            },
            {
                "name": "JavaScript",
                "id": "1002"
            },
            {
                "name": "Html5",
                "id": "1003"
            },
            {
                "name": "CSS3",
                "id": "1004"
            },
            {
                "name": "jQuery",
                "id": "1005"
            },
            {
                "name": "Node.js",
                "id": "1006"
            },
            {
                "name": "Bootstrap",
                "id": "1007"
            },
            {
                "name": "AngularJS",
                "id": "1008"
            },
            {
                "name": "React.JS",
                "id": "1009"
            },
            {
                "name": "Vue.js",
                "id": "1010"
            },
            {
                "name": "Sass/Less",
                "id": "1011"
            },
            {
                "name": "WebApp",
                "id": "1012"
            },
            {
                "name": "前端工具",
                "id": "1013"
            },
            {
                "name": "PHP",
                "id": "1014"
            },
            {
                "name": "Java",
                "id": "1015"
            },
            {
                "name": "SpringBoot",
                "id": "1016"
            },
            {
                "name": "Python",
                "id": "1017"
            },
            {
                "name": "C",
                "id": "1018"
            },
            {
                "name": "C++",
                "id": "1019"
            },
            {
                "name": "Go",
                "id": "1020"
            },
            {
                "name": "C#",
                "id": "1021"
            },
            {
                "name": "Ruby",
                "id": "1022"
            },
            {
                "name": "Android",
                "id": "1023"
            },
            {
                "name": "iOS",
                "id": "1024"
            },
            {
                "name": "Unity 3D",
                "id": "1025"
            },
            {
                "name": "Cocos2d-x",
                "id": "1026"
            },
            {
                "name": "MySQL",
                "id": "1027"
            },
            {
                "name": "MongoDB",
                "id": "1028"
            },
            {
                "name": "Oracle",
                "id": "1029"
            },
            {
                "name": "SQL Server",
                "id": "1030"
            },
            {
                "name": "大数据",
                "id": "1031"
            },
            {
                "name": "云计算",
                "id": "1032"
            },
            {
                "name": "测试",
                "id": "1033"
            },
            {
                "name": "Linux",
                "id": "1034"
            }
        ]
    },
    {
        "name": "产品和设计",
        "id": "2000",
        "child": [
            {
                "name": "产品经理",
                "id": "2001"
            },
            {
                "name": "产品设计",
                "id": "2002"
            },
            {
                "name": "需求分析",
                "id": "2003"
            },
            {
                "name": "内容运营",
                "id": "2004"
            },
            {
                "name": "新媒体运营",
                "id": "2005"
            },
            {
                "name": "用户运营",
                "id": "2006"
            },
            {
                "name": "活动运营",
                "id": "2007"
            },
            {
                "name": "广告海报",
                "id": "2008"
            },
            {
                "name": "字体设计",
                "id": "2009"
            },
            {
                "name": "电商视觉设计",
                "id": "2010"
            },
            {
                "name": "UI设计",
                "id": "2011"
            },
            {
                "name": "交互设计",
                "id": "2012"
            },
            {
                "name": "用户研究",
                "id": "2013"
            },
            {
                "name": "Photoshop",
                "id": "2014"
            },
            {
                "name": "Illustrator",
                "id": "2015"
            },
            {
                "name": "After Effects",
                "id": "2016"
            },
            {
                "name": "Axure",
                "id": "2017"
            },
            {
                "name": "Sketch",
                "id": "2018"
            },
            {
                "name": "CoreIDRAW",
                "id": "2019"
            },
            {
                "name": "3DMAX",
                "id": "2020"
            },
            {
                "name": "AutoCAD",
                "id": "2021"
            },
            {
                "name": "其他软件",
                "id": "2022"
            },
            {
                "name": "模型设计",
                "id": "2023"
            },
            {
                "name": "特效设计",
                "id": "2024"
            },
            {
                "name": "动画设计",
                "id": "2025"
            },
            {
                "name": "游戏UI",
                "id": "2026"
            },
            {
                "name": "插画漫画",
                "id": "2027"
            }
        ]
    },
    {
        "name": "办公效率",
        "id": "3000",
        "child": [
            {
                "name": "PPT",
                "id": "3001"
            },
            {
                "name": "Excel",
                "id": "3002"
            },
            {
                "name": "Word",
                "id": "3003"
            },
            {
                "name": "Project",
                "id": "3004"
            },
            {
                "name": "Keynote",
                "id": "3005"
            },
            {
                "name": "Outlook",
                "id": "3006"
            },
            {
                "name": "更多软件",
                "id": "3007"
            },
            {
                "name": "时间管理",
                "id": "3008"
            },
            {
                "name": "思维导图",
                "id": "3009"
            },
            {
                "name": "高效习惯",
                "id": "3010"
            },
            {
                "name": "电脑操作",
                "id": "3011"
            }
        ]
    },
    {
        "name": "职业发展",
        "id": "4000",
        "child": [
            {
                "name": "职业规划",
                "id": "4001"
            },
            {
                "name": "求职简历",
                "id": "4002"
            },
            {
                "name": "面试技巧",
                "id": "4003"
            },
            {
                "name": "知识管理",
                "id": "4004"
            },
            {
                "name": "习惯养成",
                "id": "4005"
            },
            {
                "name": "演讲与口才",
                "id": "4006"
            },
            {
                "name": "个人品牌",
                "id": "4007"
            },
            {
                "name": "思维方式",
                "id": "4008"
            },
            {
                "name": "人脉管理",
                "id": "4009"
            },
            {
                "name": "礼仪形象",
                "id": "4010"
            },
            {
                "name": "人际沟通",
                "id": "4011"
            },
            {
                "name": "团队协作",
                "id": "4012"
            },
            {
                "name": "商务英语",
                "id": "4013"
            },
            {
                "name": "医学科研",
                "id": "4014"
            },
            {
                "name": "文献写作",
                "id": "4015"
            },
            {
                "name": "商务谈判",
                "id": "4016"
            },
            {
                "name": "教学培训",
                "id": "4017"
            },
            {
                "name": "领导力",
                "id": "4018"
            },
            {
                "name": "人力资源",
                "id": "4019"
            },
            {
                "name": "财务管理",
                "id": "4020"
            },
            {
                "name": "项目管理",
                "id": "4021"
            },
            {
                "name": "信息管理",
                "id": "4022"
            },
            {
                "name": "财会金融考试",
                "id": "4023"
            },
            {
                "name": "电子商务师考试",
                "id": "4024"
            },
            {
                "name": "法律法务",
                "id": "4025"
            },
            {
                "name": "公务员",
                "id": "4026"
            },
            {
                "name": "市场销售",
                "id": "4027"
            },
            {
                "name": "网络营销",
                "id": "4028"
            },
            {
                "name": "电子商务",
                "id": "4029"
            },
            {
                "name": "品牌推广",
                "id": "4030"
            },
            {
                "name": "经济学",
                "id": "4031"
            },
            {
                "name": "商业模式",
                "id": "4032"
            },
            {
                "name": "创业计划",
                "id": "4033"
            }
        ]
    },
    {
        "name": "生活方式",
        "id": "5000",
        "child": [
            {
                "name": "摄影基础",
                "id": "5001"
            },
            {
                "name": "摄影后期",
                "id": "5002"
            },
            {
                "name": "影视基础",
                "id": "5003"
            },
            {
                "name": "影视后期",
                "id": "5004"
            },
            {
                "name": "手机摄影",
                "id": "5005"
            },
            {
                "name": "PR剪辑",
                "id": "5006"
            },
            {
                "name": "AE特效",
                "id": "5007"
            },
            {
                "name": "微课视频制作",
                "id": "5008"
            },
            {
                "name": "乐理基础",
                "id": "5009"
            },
            {
                "name": "声乐唱歌",
                "id": "5010"
            },
            {
                "name": "编曲创作",
                "id": "5011"
            },
            {
                "name": "吉他与Ukulele",
                "id": "5012"
            },
            {
                "name": "钢琴与电子琴",
                "id": "5013"
            },
            {
                "name": "更多乐器",
                "id": "5014"
            },
            {
                "name": "理财基础",
                "id": "5015"
            },
            {
                "name": "基金",
                "id": "5016"
            },
            {
                "name": "股票债券",
                "id": "5017"
            },
            {
                "name": "保险",
                "id": "5018"
            },
            {
                "name": "外汇期货",
                "id": "5019"
            },
            {
                "name": "房产",
                "id": "5020"
            },
            {
                "name": "借贷P2P",
                "id": "5021"
            },
            {
                "name": "其它投资",
                "id": "5022"
            },
            {
                "name": "体育运动",
                "id": "5023"
            },
            {
                "name": "健身",
                "id": "5024"
            },
            {
                "name": "舞蹈",
                "id": "5025"
            },
            {
                "name": "瑜伽",
                "id": "5026"
            },
            {
                "name": "武术",
                "id": "5027"
            },
            {
                "name": "两性",
                "id": "5028"
            },
            {
                "name": "医疗养生",
                "id": "5029"
            },
            {
                "name": "恋爱",
                "id": "5030"
            },
            {
                "name": "情绪管理",
                "id": "5031"
            },
            {
                "name": "思维训练",
                "id": "5032"
            },
            {
                "name": "个人成长",
                "id": "5033"
            },
            {
                "name": "心理咨询",
                "id": "5034"
            },
            {
                "name": "美食烹饪",
                "id": "5035"
            },
            {
                "name": "家居装饰",
                "id": "5036"
            },
            {
                "name": "时尚美妆",
                "id": "5037"
            },
            {
                "name": "生活妙招",
                "id": "5038"
            },
            {
                "name": "风水运势",
                "id": "5039"
            },
            {
                "name": "宠物绿植",
                "id": "5040"
            },
            {
                "name": "绘画",
                "id": "5041"
            },
            {
                "name": "书法",
                "id": "5042"
            },
            {
                "name": "手工DIY",
                "id": "5043"
            },
            {
                "name": "游戏棋牌",
                "id": "5044"
            },
            {
                "name": "方言与普通话",
                "id": "5045"
            },
            {
                "name": "科普",
                "id": "5046"
            },
            {
                "name": "人文",
                "id": "5047"
            }
        ]
    },
    {
        "name": "亲子教育",
        "id": "6000",
        "child": [
            {
                "name": "准备怀孕",
                "id": "6001"
            },
            {
                "name": "孕期保健",
                "id": "6002"
            },
            {
                "name": "分娩准备",
                "id": "6003"
            },
            {
                "name": "产后恢复",
                "id": "6004"
            },
            {
                "name": "宝宝喂养",
                "id": "6005"
            },
            {
                "name": "生长发育",
                "id": "6006"
            },
            {
                "name": "护理保健",
                "id": "6007"
            },
            {
                "name": "疾病重症",
                "id": "6008"
            },
            {
                "name": "英语启蒙",
                "id": "6009"
            },
            {
                "name": "关键能力",
                "id": "6010"
            },
            {
                "name": "认知早教",
                "id": "6011"
            },
            {
                "name": "父母课堂",
                "id": "6012"
            },
            {
                "name": "成长心理",
                "id": "6013"
            },
            {
                "name": "青少年健康",
                "id": "6014"
            },
            {
                "name": "少儿编程",
                "id": "6015"
            },
            {
                "name": "创客教育",
                "id": "6016"
            },
            {
                "name": "艺术",
                "id": "6017"
            },
            {
                "name": "小学",
                "id": "6018"
            },
            {
                "name": "初中",
                "id": "6019"
            },
            {
                "name": "高中",
                "id": "6020"
            },
            {
                "name": "考研",
                "id": "6021"
            }
        ]
    },
    {
        "name": "语言学习",
        "id": "7000",
        "child": [
            {
                "name": "托福",
                "id": "7001"
            },
            {
                "name": "雅思",
                "id": "7002"
            },
            {
                "name": "SAT",
                "id": "7003"
            },
            {
                "name": "GRE",
                "id": "7004"
            },
            {
                "name": "日语能力考试",
                "id": "7005"
            },
            {
                "name": "韩语能力考试",
                "id": "7006"
            },
            {
                "name": "口语",
                "id": "7007"
            },
            {
                "name": "英语单词",
                "id": "7008"
            },
            {
                "name": "四级",
                "id": "7009"
            },
            {
                "name": "六级",
                "id": "7010"
            },
            {
                "name": "新概念",
                "id": "7011"
            },
            {
                "name": "商务英语",
                "id": "7012"
            },
            {
                "name": "日语",
                "id": "7013"
            },
            {
                "name": "韩语",
                "id": "7014"
            },
            {
                "name": "法语",
                "id": "7015"
            },
            {
                "name": "其他小语种",
                "id": "7016"
            }
        ]
    }
]
